let cities = [{
    "key": "1100000",
    "name": "北京"
  },
  {
    "key": "1200000",
    "name": "天津"
  },
  {

    "key": "1300000",
    "name": "河北"
  }

  ,
  {

    "key": "1400000",
    "name": "山西"
  }

  ,
  {

    "key": "1500000",
    "name": "内蒙古"
  }

  ,
  {

    "key": "2100000",
    "name": "辽宁"
  }

  ,
  {

    "key": "2200000",
    "name": "吉林"
  }

  ,
  {

    "key": "2300000",
    "name": "黑龙江"
  }

  ,
  {

    "key": "3100000",
    "name": "上海"
  }

  ,
  {

    "key": "3200000",
    "name": "江苏"
  }

  ,
  {

    "key": "3300000",
    "name": "浙江"
  }

  ,
  {

    "key": "3400000",
    "name": "安徽"
  }

  ,
  {

    "key": "3500000",
    "name": "福建"
  }

  ,
  {

    "key": "3600000",
    "name": "江西"
  }

  ,
  {

    "key": "3700000",
    "name": "山东"
  }

  ,
  {

    "key": "4100000",
    "name": "河南"
  }

  ,
  {

    "key": "4200000",
    "name": "湖北"
  }

  ,
  {

    "key": "4300000",
    "name": "湖南"
  }

  ,
  {

    "key": "4400000",
    "name": "广东"
  }

  ,
  {

    "key": "4500000",
    "name": "广西"
  }

  ,
  {

    "key": "4600000",
    "name": "海南"
  }

  ,
  {

    "key": "5000000",
    "name": "重庆"
  }

  ,
  {

    "key": "5100000",
    "name": "四川"
  }

  ,
  {

    "key": "5200000",
    "name": "贵州"
  }

  ,
  {

    "key": "5300000",
    "name": "云南"
  }

  ,
  {

    "key": "5400000",
    "name": "西藏"
  }

  ,
  {

    "key": "6100000",
    "name": "陕西"
  }

  ,
  {

    "key": "6200000",
    "name": "甘肃"
  }

  ,
  {

    "key": "6300000",
    "name": "青海"
  }

  ,
  {

    "key": "6400000",
    "name": "宁夏"
  }

  ,
  {

    "key": "6500000",
    "name": "新疆"
  }

  ,
  {

    "key": "7100000",
    "name": "台湾"
  }

  ,
  {

    "key": "8100000",
    "name": "香港"
  }

  ,
  {

    "key": "8200000",
    "name": "澳门"
  }
]

export default cities
